{
    "TITLES": {
        "HOME": "Ljupka Erg | Početna",
        "GALLERY": "Ljupka Erg | Galerija",
        "ABOUT": "Ljupka Erg | O meni",
        "IS": "Ljupka Erg | Recenzije | Imaginarni pejzaži",
        "VL": "Ljupka Erg | Recenzije | Vibracija života",
        "KS": "Ljupka Erg | Reviews | Konstrukcija slika",
        "BIRDS": "Ljupka Erg | Portfolio | Ptice",
        "DOLLS": "Ljupka Erg | Portfolio | Lutka",
        "FLOWERS": "Ljupka Erg | Portfolio | Cveće",
        "LANDSCAPE": "Ljupka Erg | Portfolio | Pejzaž",
        "MURALS": "Ljupka Erg | Portfolio | Mural",
        "NOVI_SAD": "Ljupka Erg | Portfolio | Novi Sad",
        "PORTRETS": "Ljupka Erg | Portfolio | Portret",
        "TREES": "Ljupka Erg | Portfolio | Drvo"
    },
    "SIDEBAR": {
        "GALLERY": "Galerija",
        "PORTFOLIO": "Portfolio",
        "PORTFOLIOSUB": {
            "BIRDS": "Ptice",
            "DOLLS": "Lutka",
            "FLOWERS": "Cveće",
            "LANDSCAPE": "Pejzaž",
            "MURALS": "Mural",
            "NOVI_SAD": "Novi Sad",
            "PORTRETS": "Portret",
            "TREES": "Drvo"
        },
        "REVIEWS": "Recenzije",
        "REVIEWSSUB": {
            "IS": "Imaginarni pejzaži",
            "VL": "Vibracija života",
            "KS": "Konstrukcija slika"
        },
        "ABOUT": "O meni",
        "COPYRIGHT": "Copyright © All rights reserved."
    },
    "CV": {
        "TEXT_1": "Ljupka Erg rođena je 10 maja 1978. godine u Novom Sadu.",
        "TEXT_2": "Diplomirala je grafički dizajn u klasi profesora Branislava Dobanovačkog 2003    godine na Akademiji umetnosti u Novom Sadu. Član je SULUV-a od 2017.Bavi se slikarstvom i muralom, zaposlena je kao profesor likovne kulture u OŠ ”Sveti Sava” u Rumenki.",
        "TEXT_3": "Izlagala je na grupnim izložbama u Novom Sadu, Gornjem Milanovcu, Majdanpeku, Beogradu, Kisaču, Bačkom Petrovcu, Nišu i Staroj Pazovi. Do sada priredila je četiri samostalne izložbe dve u Novom Sadu , jednu u Rumi i Kisaču. Nagrada Srebrni ex Tempore – na likovnom događaju povodom dodeljenja titule Evropska prestonica kulture Gradu Novom Sadu za 2021/22 godinu. DARUM ",
        "TEXT_4": "Njeni radovi se nalaze u privatnim kolekcijama u Sloveniji, Mađarskoj, Slovačkoj, Nemačkoj, Italiji, Kanadi i Australiji."
    },
    "REVIEWS": {
        "IS": {
            "TEXT_1": "Imaginarni pejzaži i predstave drveća čine veći deo stvaralaštva Ljupke Erg. Slikarka ovoj temi prilazi s velikom predanošću kako bi nam prikazala svoj unutrašnji svet, predele koji joj pružaju utočište. U tom stilizovanom univerzumu forme izranjaju iz složene mreže tamnih kontura, koje kompoziciju razbijaju na bezbroj sitnih ćelija. Svaka u svojoj raskošnoj boji, one zajedno čine živi organizam slike. Motivi  cveća i širom razgranatih stoletnih stabala se na prvi pogled lako čitaju ali u sebi nose dublji smisao: privrženost porodici i profesiji, ljubav prema prirodi. U svojoj težnji nam prenese skrivene poruke svoje imaginacije, Ljupka Erg se prepušta dugotrajnom procesu izrade svakog od ovih umetničkih dela, gradeći najpre kostrukciju u vidu konture koju zatim oplemenjuje bojom. Upravo zbog raskoši kolorita su prepoznatljivi radovi ove umetnice.",
            "AUTHOR": "Marta Đarmati istoričar umetnosti, kustos"
        },
        "VL": {
            "TEXT_1": "Doživljaj stvarnosti individualan je kod svakog čoveka. Najčešće, ono što dožive, ljudi skladište u bezgraničnom prostoru svesti i podsvesti, ne pridajući značaj konstantnom prilivu novih informacija iz svog okruženja. S druge strane, ima i onih ljudi, koji svoja iskustva pretaču u fizičku formu stvarajući umetnička dela. Oni neretko dozvole da im se u stvaralački proces umeša imaginacija kako bi i ono što je nedoživljeno u njihovim delima postalo opipljivo, doživljeno, stvarno.",
            "TEXT_2": "Ljupka Erg, grafički dizajner i slikar, dozvolila je imaginaciji da stvarnost potisne u drugi plan svake pojedinačne slike. Iako na njenim delima prepoznajemo prikazane oblike, oni pripadaju stilizovanom univerzumu u čijem su prostoru predmeti statični a ipak dišu, talasaju, pulsiraju i trepere pred očima posmatrača. Forme izranjaju iz složene mreže tamnih kontura, koje kompoziciju razbijaju na bezbroj sitnih ćelija. Svaka u svojoj raskošnoj boji, one zajedno čine živi organizam slike. ",
            "TEXT_3": "Slikarka motive najčešće traži u prirodi. Ptice, cveće, drveće i nestvarni predeli nosioci su jedinstvene naracije, na prvi pogled lake za tumačenje, ali pune simbolike i skrivenog značenja. Cvetovi podsećaju na usijane vatrene lopte koje niču iz morskih dubina, dok se grane stabala u drvoredu upliću i spajaju u jedno.   ",
            "TEXT_4": "Autorku zanima i tema ženskog portreta. Žene koje predstavlja plod su njene mašte a nadahnute su ujedno slovačkom narodnom kulturom i vizantijskom ikonografijom. Istovremeno, personifikuju slikarkinu težnju da se u sopstvenom mikrokosmosu izbori za svoje mesto, mir i slobodu. ",
            "TEXT_5": "Beg od stvarnosti i svakodnevice, povezanost sa prirodom, radoznalost prema porodičnim korenima, tradiciji i istoriji su činioci koji su izgradili imaginaciju Ljupke Erg. Prihvatajući vizuelni stimulans koji pružaju njeni radovi, preostaje nam samo da na njima ispitamo svaki pojedinačni detalj i doživimo ih na nama svojstven način.",
            "AUTHOR": "Marta Đarmati istoričar umetnosti, kustos"
        },
        "KS": {
            "TEXT_1": "Konstrukcija slika Ljupke Erg zasnovana je na čvrstom crtežu, blagih varijacija debljina linije u crnoj boji. Prostor između linija popunjen je bojenim površinama. Pri sagledavanju slike javlja se na vitraž. Slike su u crtežu figurativne, ali sa bojenim površinama sa velikim valerskim rasponom, kao i primenom komplementarnih boja oblik nestaje, odlazi u drugi plan, sa blagom asocijacijom na radove Pola Klea.",
            "TEXT_2": "Ljupka pri radu bojene površine u obliku pravougaonika , kvadrata i trouglova vredno niže, marljivo  i predano slaže kao mozaik.",
            "TEXT_3": "Posmatrajući proces rada na slici stiče se utisak kao da prisustvujete tkanju slike. Nizanje bojenih površina polako stavlja crtež u drugi plan koji ipak kao gravitacija drži eksploziju boja zajedno i održava sliku kompaktnom. Bogat kolorit odaje unutrašnji temperament umetnice.  Ako pogledate sliku u segmentima imamo apstraktan rad koji ima paralelu sa radom  Josipa Rubesa, s tim da on ne koristi, odnosno nema crtež u crnoj boji. Svojim radovima Ljupka je orginalna, vredna i re svega pedantna umetnica, odnosno stvaralac. Ako prolazite kroz Rumenku gde ova umetnica živi i stvara, prepoznaćete kuću ove umetnice, koja je oslikana kao i njeni radovi.",
            "AUTHOR": "Jan Agarsky, akademski slikar"
        }
    },
    "DESCRIPTIONS": {
        "BIRDS_1": "Bez naziva 2014. 88x75 ulje na platnu",
        "BIRDS_2": "Ljubičasta ptica 2018. 30x35 ulje na platnu",
        "BIRDS_3": "Ptica 2016. 50x60 ulje na platnu",
        "BIRDS_4": "Šljuka 2013. 70x50",
        "BIRDS_5": "Žar ptica 2015. 50x70",
        "DOLLS_1": "Torzo 2014. akril - ulje",
        "DOLLS_2": "Torzo pozadina 2014.",
        "DOLLS_3": "Torzo sa strane 2014.",
        "FLOWERS_1": "Cvece 2018. 60x80 ulje na platnu",
        "FLOWERS_2": "Cvece 2 2018. 60x80 ulje na platnu",
        "FLOWERS_3": "Cveće 2016. 50x40 ulje na platnu",
        "FLOWERS_4": "Cveće 2013. 70x50 ulje - akril na platnu",
        "FLOWERS_5": "Cvet 2015. 55x100 ulje na platnu",
        "FLOWERS_6": "Cvet 2017. 50x70 ulje na platnu",
        "LANDSCAPE_1": "Dinamika 2019. 100x55 ulje na platnu",
        "LANDSCAPE_2": "Jelin pejzaz 2017. 90x40 ulje na platnu",
        "LANDSCAPE_3": "Ljubičasti pejzaž 2017. 90x40 ulje na platnu",
        "LANDSCAPE_4": "Pejzaž 2017. 55x90 ulje na platnu",
        "LANDSCAPE_5": "Pejzaž 2018. 30x30 ulje na platnu",
        "LANDSCAPE_6": "Plavi pejzaž 2019. 100x55 ulje na platnu",
        "LANDSCAPE_7": "Umbra krošnja 2019. 100x55 ulje na platnu",
        "LANDSCAPE_8": "Žuti pejzaž 2019. 100x45 ulje na platnu",
        "LANDSCAPE_9": "Noć 2019, 100x45 ulje",
        "MURAL_1": "Mural kuća 2018.",
        "MURAL_2": "Mural kuća prednji deo 2018.",
        "MURAL_3": "Mural Marta 01, 2019.",
        "MURAL_4": "Mural Marta 02, 2019.",
        "MURAL_5": "Mural terasa 2018.",
        "NOVI_SAD_1": "Koprivic 2017. 50x70 ulje na platnu",
        "NOVI_SAD_2": "Novi Sad 2021. 30x70 akril na platnu",
        "PORTRET_1": "Arabeska 2017. 30x45 ulje na platnu",
        "PORTRET_2": "Crveni portreti 2020. 60x80 ulje na platnu",
        "PORTRET_3": "Devojka sa pticom 2015. 30x50",
        "PORTRET_4": "Korona 2020. 40x50 akril ulje na platnu",
        "PORTRET_5": "Kvartet 1, 2015. 100x45 akril - ulje na platnu",
        "PORTRET_6": "Kvartet 2, 2015. 100x45 akril - ulje na platnu",
        "PORTRET_7": "Ljubičasti portret 2013. 30x40 ulje na platnu",
        "PORTRET_8": "Portret u krošnji 2013. 60x50 ulje na platnu",
        "PORTRET_9": "Sarti 2021. 24 stranica, akril na platnu",
        "PORTRET_10": "Tri gracije 2018. 50x40 ulje na platnu",
        "PORTRET_11": "Uomo 2020. 50x70 ulje na platnu",
        "PORTRET_12": "Žena 38, 2016. 45x90 ulje na platnu",
        "PORTRET_13": "Žena 40, 2019. 50x100 ulje",
        "PORTRET_14": "Žena 42, 2020. 45x90 ulje na platnu",
        "PORTRET_15": "Žena i ptice 2014. 60x80 ulje na platnu",
        "PORTRET_16": "Žena i ptice 2015. 70x50 ulje na platnu",
        "TREES_1": "Drvo 2013. 50x110 akril na platnu",
        "TREES_2": "Ekspresija 2019. 45x100 ulje na platnu",
        "TREES_3": "Život 2018. 50x40 ulje na platnu",
        "TREES_4": "Ljubičasta spirala 2013. 70x50 ulje na platnu",
        "TREES_5": "Strom 2019. 55x100 ulje na platnu",
        "TREES_6": "Totem 2014. 50x70 ulje na platnu",
        "TREES_7": "Triptih 1 - Ekspresija 2 2019. 45x100 (2) ulje na platnu",
        "TREES_8": "Triptih 2 - Spirala 2019. 45x100 ulje na platnu",
        "TREES_9": "Veselo drvo 2021. 60x80, akril na platnu",
        "TREES_10": "Žuto drvo 2015. 55x100 ulje na platnu"
    }
}