{
    "TITLES": {
        "HOME": "Ljupka Erg | Home",
        "GALLERY": "Ljupka Erg | Gallery",
        "ABOUT": "Ljupka Erg | About Me",
        "IS": "Ljupka Erg | Reviews | Imaginary sceneries",
        "VL": "Ljupka Erg | Reviews | Vibrant life",
        "KS": "Ljupka Erg | Reviews | The Construction Of Painting",
        "BIRDS": "Ljupka Erg | Portfolio | Birds",
        "DOLLS": "Ljupka Erg | Portfolio | Doll",
        "FLOWERS": "Ljupka Erg | Portfolio | Flowers",
        "LANDSCAPE": "Ljupka Erg | Portfolio | Landscape",
        "MURALS": "Ljupka Erg | Portfolio | Murals",
        "NOVI_SAD": "Ljupka Erg | Portfolio | Novi Sad",
        "PORTRETS": "Ljupka Erg | Portfolio | Portrets",
        "TREES": "Ljupka Erg | Portfolio | Trees"
    },
    "SIDEBAR": {
        "GALLERY": "Gallery",
        "PORTFOLIO": "Portfolio",
        "PORTFOLIOSUB": {
            "BIRDS": "Birds",
            "DOLLS": "Doll",
            "FLOWERS": "Flowers",
            "LANDSCAPE": "Landscape",
            "MURALS": "Murals",
            "NOVI_SAD": "Novi Sad",
            "PORTRETS": "Portrets",
            "TREES": "Trees"
        },
        "REVIEWS": "Reviews",
        "REVIEWSSUB": {
            "IS": "Imaginary sceneries",
            "VL": "Vibrant life",
            "KS": "The Construction Of Painting"
        },
        "ABOUT": "About me",
        "COPYRIGHT": "Copyright © All rights reserved."
    },
    "CV": {
        "TEXT_1": "Ljupka Erg was born on 10 May 1978 in Novi Sad.",
        "TEXT_2": "In 2003, she graduated in graphic design in the class of Professor Branislav Dobanovački from the Novi Sad Academy of Arts. She has been a member of the Vojvodina Association of Fine Artists since 2017. She is an illustrator, a painter and  a muralist and she also works as an art teacher in the primary school ’’Sveti Sava’’ in Rumenka.",
        "TEXT_3": "She has participated in many group exhibitions in the country. Until today, she has held four individual exhibitions, two in Novi Sad, Ruma and Kisač.",
        "TEXT_4": "Her works of art are found in private collections in Slovenia, Hungary, Slovakia, Italy, Switzerland, Canada and Australia."
    },
    "REVIEWS": {
        "IS": {
            "TEXT_1": "Imaginary sceneries and displays of trees prevail in the artwork of Ljupka Erg. The painter treats the motifs devotedly in order to show her inner world, landscapes that offer her some kind of hideaway. In this stylized universe, forms emerge from a labyrinth of dark contours, breaking the composition into a myriad of tiny cells. Each richly-coloured, they together create a living, vibrant painting. At a glance it looks that motifs of flowers and ancient branching trees can be readily read, but they carry deeper meaning:  devotion to the family and the profession, love for nature. Striving to transfer hidden messages of her imagination, Ljupka Erg engages in a long lasting creation of each particular work of art, first designing the contoured structure which is then enriched with colours. Use of rich colours is a distinguishing feature of the artist.",
            "AUTHOR": "Marta Djarmati, art historian and curator"
        },
        "VL": {
            "TEXT_1": "People are different in how they look at reality. Most of the time, people store what they experience in an unconfined area of their consciousness and subconsciousness without giving much importance to new input from their environment. On the other hand, some people translate their experience into material forms creating works of art.  They often let imagination interfere with the process of creation in order to turn what has remained unperceived in their work into something material, perceived, real.",
            "TEXT_2": "Ljupka Erg, graphic designer and painter, lets imagination push reality into the background in any particular painting. Though displayed forms are easily recognizable in her works, they belong to stylized universe where objects stand still yet breathe, fluctuate, pulse and vibrate before the observer’s eyes. Forms emerge from a complex labyrinth of dark contours breaking the composition into a myriad of tiny cells. Each richly-coloured, they together create a living, vibrant painting.",
            "TEXT_3": "The painter typically finds motifs in nature. Birds, flowers, trees and surreal landscapes tell unique stories, at first glance easy to understand but full of symbolism and hidden meaning. Flowers look like white-hot fireballs rising from the deep, while alley tree branches entwine and unite.",
            "TEXT_4": "The artist is also interested in female portraits. The women depicted in her works are created in her imagination and inspired both by Slovakian folk traditions and Byzantine iconography. At the same time, they are personification of the artist’s desire to find her place, peace and freedom in her own microcosm.",
            "TEXT_5": "Escape from reality and everyday life, connection with nature, interest in family roots, traditions and history are factors that make up imagination of Ljupka Erg.  While perceving visual stimuli created in her works, we can only analyze every single detail and experience them in our own way.",
            "AUTHOR": "Marta Djarmati, art historian and curator"
        },
        "KS": {
            "TEXT_1": "The construction of Ljupka Erg's paintings is based on a solid drawing, with slight variations in the thickness of the line in black. The space between the lines is filled with painted surfaces. When viewing the painting, it appears on the stained glass. The paintings are figurative in the drawing, but with painted surfaces with a large valerian range, as well as the application of complementary colors, the shape disappears, goes into the background, with a slight association with the works of Paul Klee.",
            "TEXT_2": "Ljupka, when working, the painted surface in the shape of rectangles, squares and triangles is worth lower, diligently and devotedly arranged like a mosaic. ",
            "TEXT_3": "Observing the process of working on the painting gives the impression that you are attending the weaving of the painting. The sequence of painted surfaces slowly puts the drawing in the background, which, like gravity, holds the explosion of colors together and keeps the image compact. The rich color reveals the inner temperament of the artist. If you look at the picture in segments, we have an abstract work that has a parallel with the work of Josip Rubes, with the proviso that he does not use, or does not have a drawing in black. With her works, Ljupka is an original, diligent and, above all, meticulous artist, that is, a creator. If you pass through Rumenka where this artist lives and works, you will recognize the house of this artist, which is painted as well as her works. ",
            "AUTHOR": "Jan Agarsky, academic painter"
        }
    }
}